cask 'alacritty'
cask 'messenger'
cask 'zotero'
cask 'google-cloud-sdk'
cask 'slack'
cask 'spotify'
cask 'setapp'
cask 'secretive'
cask 'raycast'
cask 'postman'
cask 'brave-browser'
cask 'docker'
cask 'amazon-q'
cask '1password'
cask 'rancher'

# zsh-related packages
tap 'sambadevi/powerlevel9k'
brew 'powerlevel9k'
brew 'zsh-autosuggestions'

# neovim
brew 'neovim'
brew 'lazygit'

# dev
brew 'node'
brew 'ripgrep'
brew 'go'
brew 'derailed/k9s/k9s'
brew 'bufbuild/buf/buf'
brew 'sqlc'
brew 'cloud-sql-proxy'
brew 'fsouza/prettierd/prettierd'
brew 'grype'

# utilities
cask 'tg-pro'
cask 'rectangle'
cask 'flux'
cask 'monitorcontrol'

brew 'bat'
brew 'adwaita-icon-theme'
brew 'at-spi2-core'
brew 'brotli'
brew 'ca-certificates'
brew 'cairo'
brew 'certifi'
brew 'cmake'
brew 'cocoapods'
brew 'dbus'
brew 'desktop-file-utils'
brew 'docutils'
brew 'flyctl'
brew 'fontconfig'
brew 'fontforge'
brew 'freetype'
brew 'fribidi'
brew 'fzf'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'giflib'
brew 'git-delta'
brew 'glib'
brew 'graphite2'
brew 'gsettings-desktop-schemas'
brew 'gtk+3'
brew 'gtk-mac-integration'
brew 'gumbo-parser'
brew 'harfbuzz'
brew 'hicolor-icon-theme'
brew 'icu4c'
brew 'intltool'
brew 'jbig2dec'
brew 'jpeg'
brew 'jpeg-turbo'
brew 'json-c'
brew 'json-glib'
brew 'libde265'
brew 'libepoxy'
brew 'libevent'
brew 'libmagic'
brew 'libnotify'
brew 'libpng'
brew 'libpthread-stubs'
brew 'librsvg'
brew 'libspiro'
brew 'libtiff'
brew 'libtool'
brew 'libuninameslist'
brew 'libx11'
brew 'libxau'
brew 'libxcb'
brew 'libxdmcp'
brew 'libxext'
brew 'libxfixes'
brew 'libxi'
brew 'libxrender'
brew 'libxtst'
brew 'libyaml'
brew 'little-cms2'
brew 'lz4'
brew 'lzo'
brew 'm4'
brew 'make'
brew 'meson'
brew 'mpdecimal'
brew 'mujs'
brew 'mupdf'
brew 'ncurses'
brew 'ninja'
brew 'openjpeg'
brew 'openssl@3'
brew 'pango'
brew 'pcre2'
brew 'pixman'
brew 'pkg-config'
brew 'pnpm'
brew 'pygments'
brew 'python-packaging'
brew 'python-tabulate'
brew 'python@3.12'
brew 'readline'
brew 'ruby'
brew 'sphinx-doc'
brew 'sqlite'
brew 'stow'
brew 'tmux'
brew 'utf8proc'
brew 'woff2'
brew 'x265'
brew 'xorgproto'
brew 'xz'
brew 'zstd'
